Tekla.Structures.TeklaStructuresInternal.TeklaStructuresSettingsHelper.MepUnitsDecimals.KinematicViscosityUnitEnum
The Mep kinematic viscosity unit type.

Tekla.Structures.TeklaStructuresInternal.TeklaStructuresSettingsHelper.MepUnitsDecimals.KinematicViscosityUnitEnum.KG_M2SEC
Kg per square meter-second.

Tekla.Structures.TeklaStructuresInternal.TeklaStructuresSettingsHelper.MepUnitsDecimals.KinematicViscosityUnitEnum.LB_FEET2SEC
Lb per square feet-second.

Tekla.Structures.TeklaStructuresInternal.TeklaStructuresSettingsHelper.MepUnitsDecimals.KinematicViscosityUnitEnum.UNKNOWN
unknown unit.